[
  {
    "title": "How to Change Stage Costumes",
    "description": "When a show needs a fast costume change on stage, the most effective way is for the backstage staff to pull everything off in one go. The actor just drops their arms naturally with the beat of the music, and in a split second, the outfit switch is done. These costumes are built to make quick changes possible, so unless the crowd is really paying close attention, most people don’t even notice it happen. For trickier costumes, the actor steps offstage for a moment to get help from the staff, but even this usually takes less than five seconds. But there are also shows where the costume switch happens while the actor spins around. But if they turn the wrong way, it comes off looking awkward. When it’s done right though, the effect is huge—and the audience is always blown away.",
    "tags": [],
    "url": "https://youtube.com/shorts/UhhFrAw1sek?si=u_mBAsOsTzjT3jQp"
  },
  {
    "title": "How To Open a Frozen Car Door Fast!",
    "description": "When your car is iced over, most of the time just pulling the door handle with some force is enough to break the ice. But when there are thicker layers of ice, even after using all your strength, you might not be able to open the door. This can be especially tricky if the handles are flush or hidden. And don’t pour hot water on it, ‘cause that can crack the glass. and using cold water will only add another layer of ice. When it’s extremely low temperatures, the best way to defrost your car is to use a plastic bag filled with hot water and slowly rub it over the frozen spots to thaw them.",
    "tags": [],
    "url": "https://youtube.com/shorts/GDKcZ37_ayw?si=FXlpYAqJxQcjdFgI"
  },
  {
    "title": "Why Squirrels Drive Bird Owners Crazy",
    "description": "Why do some people dislike squirrels? This **wildlife** video shows how a **cute squirrel** will stop at nothing to get to the food! These **animals** are very clever and funny. Check out more **animal videos** and **squirrel videos** to see examples of their **funny animal stories** and antics with **wild animals**!",
    "tags": [],
    "url": "https://youtube.com/shorts/6GA7RVMj5EE?si=O8ehqrLKE1q-588F"
  },
  {
    "title": "This Water Bottle Trick Lights Up Homes!",
    "description": "Ever wonder why some people cut a hole in their roof and stick a water bottle in it? It’s not a weird trend or decoration; it’s a smart DIY light people use in some places. They fill a clear plastic bottle with water and add a tiny bit of household bleach so algae or bacteria don’t grow inside. Then they cut a snug opening in the roof and slide the bottle through, leaving the cap outside and the rest hanging into the room. When sunlight hits the top, the light bends and spreads through the water, throwing enough brightness around to light up the whole room. This “solar bulb” is great for closed, dark rooms without electricity, letting people use natural daylight during the day instead of a regular lamp.",
    "tags": [],
    "url": "https://youtube.com/shorts/OhlI7pmP_hE?si=aDX-dnJKHOJYPdoG",
    "has_transcript": true
  },
  {
    "title": "The Secret To Perfect Dumplings Every Time With This Gadget!",
    "description": "#shorts \nMany are disappointed by this automatic dumpling maker, but there's a simple hack! The easy dumpling maker can produce great results if you first add oil to the wrapper's edge. Lightly press the filling, then press the button for perfect dumplings every time. #dumplingmaker #kitchengadgets",
    "tags": [],
    "url": "https://youtube.com/shorts/iawgJNvhwYc?si=BqKmJ80-iqWt8LnI",
    "has_transcript": true
  },
  {
    "title": "Why a Saw Can Be Safe for Cutting Casts 🛠️✨",
    "description": "Did you know there’s a saw so safe that it won’t harm your skin, even if it touches it? 🩹✨ Meet the medical cast saw, a unique tool that uses vibrations instead of spinning blades. It easily cuts through hard materials like a cucumber 🥒 but won’t slice soft things like a balloon 🎈—just makes them wiggle instead! Curious about how this amazing technology works? Watch now to uncover the secrets of the safest saw in the world! 🌍🔍\n\n#SafeSaw #CastSaw #MedicalTools #HealthTech #SafeTechnology #Innovation #MedicalDevices #FunFacts #SafeAndSound #VibrationSaw #AmazingTech #HealthTips",
    "tags": [],
    "url": "https://youtube.com/shorts/pia0-yXVtGU?si=rFS_ZwksnZg1LeUh",
    "has_transcript": true
  },
  {
    "title": "How Monaco Valets Save Supercars From Crashing!",
    "description": "Right before the luxury car almost crashes, a valet quickly pulls the pole out of the way. But this guy isn’t just some regular parking attendant. This is Monaco: a place packed with symbols of European luxury, where people drive cars worth hundreds of thousands of dollars. The valets here are real pros, trusted to handle these expensive rides safely for their owners. They can speak several European languages and know every little detail about how each car drives. Because of that, many owners happily tip them, and during the busy season, some of these valets reportedly make over ten thousand dollars a month just from tips.",
    "tags": [],
    "url": "https://www.youtube.com/shorts/oazjK7enAQM",
    "has_transcript": true
  },
  {
    "title": "The Weird Trick That Stops Phantom Limb Pain!",
    "description": "You might think this woman’s reacting to the pain of losing her leg, but actually, she’s feeling pain in a leg that’s not even there anymore. That’s because the nerves left behind keep sending pain signals to her brain. The brain gets mixed up and thinks the leg still exists and is hurting. But there’s a mirror therapy that can trick the brain into believing the missing leg is okay again.",
    "tags": [],
    "url": "https://www.youtube.com/shorts/PiUZxTg9RVo",
    "has_transcript": true
  },
  {
    "url": "https://www.youtube.com/shorts/PiUZxTg9RVo",
    "processed_at": "2025-11-03T16:10:30.060994",
    "status": "success",
    "trigger": "manual"
  },
  {
    "title": "how workers catch Durian fruit naad how much they get?",
    "description": "These guys are catching durian fruit, and like I said before, it’s a pretty dangerous job. But today, let’s see how much they actually make doing it. So check this out: when the fruit drops from the tree, the worker waiting below has to catch it perfectly in one try. Even the tiniest mistake can send them straight to the hospital. That’s why they get paid so much. The person climbing the tree and tossing the durians makes around $1000 a day, while the catcher earns about $2500. Still, this risky work is a big deal for many people in some countries.",
    "tags": [],
    "url": "https://www.youtube.com/shorts/XDcCCF669K4",
    "has_transcript": true
  },
  {
    "url": "https://www.youtube.com/shorts/XDcCCF669K4",
    "timestamp": "2025-11-03 16:40:32"
  }
]